Repository: loqmanali/moden
Catalog: lib/core/localization/l10n/app_*.arb
Languages: ar

# appTitle
source: Medical Cities Program
ar: برنامج المدن الطبية

# appDescription
source: Fast, secure ticket validation for event staff
ar: تحقق سريع وآمن من التذاكر لموظفي الفعاليات

source: Get Started
ar: ابدأ الآن

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: تسجيل

source: E-mail
ar: البريد الالكتروني

# emailPlaceholder
source: Enter your email
ar: أدخل البريد الالكتروني

source: Password
ar: كلمة المرور

# passwordPlaceholder
source: Enter your password
ar: أدخل كلمة المرور

source: Please Enter Your Email
ar: من فضلك أدخل البريد الالكتروني

source: Please Enter Your Password
ar: من فضلك أدخل كلمة المرور

source: Please Enter Valid Email
ar: من فضلك أدخل بريد الكتروني صالح

source: Password Must Be At Least 6 Characters
ar: كلمة المرور يجب أن تكون على الأقل 6 أحرف

source: Events
ar: فعالياتي

source: Start Scanning
ar: بدء المسح

source: View Workshops
ar: عرض الدورات

# qrScreenTitle
source: QR Validator
ar: مسح الرمز

source: Processing...
ar: معالجة...

source: Scan QR Code
ar: مسح الرمز

source: Workshops
ar: دورات

source: Starting Camera...
ar: بدء الكاميرا...

source: Stop Scanning
ar: إيقاف المسح

source: Start Camera & Scan
ar: بدء الكاميرا و المسح

source: Accepted
ar: القبول

source: Access Granted
ar: تم القبول

source: Ticket Validated Successfully
ar: تم التحقق من التذكرة بنجاح

source: Scan Next Ticket
ar: مسح التذكرة التالية

source: Return to My Events
ar: الرجوع إلى فعالياتي

source: Rejected
ar: الرفض

source: Access Denied
ar: مرفوض

source: Invalid or already used ticket
ar: التذكرة غير صالحة أو تم استخدامها مسبقًا
